{
    "sitename": "Creative Construction Solution",
    "home": "Home",
    "about": "About",
    "features": "Features",
    "services": "Services",
    "contact": "Contact",
    "language": "Language",
    "get_started": "Get Started",
    "welcome": "Welcome to",
    "subwelcom": "A leading company at construction and real estate development sector",
    "watch_video": "Watch Video",
    "real_estate_services": "Real Estate Services",
    "real_estate_services_desc": "We offer a variety of real estate opportunities, in Oman to Omani nationals and foreigners. We provide renting and the sale of properties including freehold properties with permanent residence. Additionally, we provide Property Management services.",
    "construction_services": "Construction Services",
    "construction_services_desc": "We are highly experienced in the construction of residential villas and commercial buildings. In addition to this, we offer demolition, renovation, and refurbishment of antiquated properties.",
    "maintenance_services": "Maintenance Services",
    "maintenance_services_desc": "We engage in comprehensive maintenance of buildings including building completion tasks such as finishing work, electrical work, plumbing, interior decoration, and paint work. ",
    "services_desc":"Comprehensive services tailored to meet your needs.",
    "who_we_are": "Who are we?",
    "visionary_leadership": "Creative Construction Solution",
    "about_desc": "CCS is a leading company in construction and real estate development sector.",
    "about_point_1": "A company specialized in the implementation of construction projects and real estate management. Creative Construction Solution is one of the leading companies in the field of construction and real estate. The company was established with a strong foundation of over 10 years of experience and is distinguished by providing comprehensive services to its clients, both individual and corporate. ",
    "about_point_2": "The company seeks to meet the needs of its clients effectively through providing specialized and innovative solutions in enhancing their success in growing their business.",
    "about_point_3": "we are committed to innovate, and apply modern technology to move to the forefront of our field surpassing our competition.",
    "read_more": "Read More",
    "features_desc": "Key features of our services and operations.",
    "market_analysis": "Market Analysis & Solutions",
    "market_analysis_desc": "Our services stand out through market analysis and data collection, consistently aligning with investor expectations.",
    "construction_methods": "Construction Services",
    "construction_methods_desc":"The application of modern methods of construction in line with clint's needs to deliver a long-lasting property.",
    "innovative_solutions": "Innovative Solutions",
    "innovative_solutions_desc": "We provide smart and various options in both the field of construction and real estate. ",
    "supporting_oman_vision": "Supporting Oman Vision 2040",
    "supporting_oman_vision_desc": "Our objectives align with the vision of Oman to meet the modern renaissance requirements.",
    "building_trust": "Building Trust with Customers",
    "building_trust_desc": "Establishing a solid relationship based on mutual trust with our valued customers.",
    "building_trust_point_1": "Expanding services in the construction sector with high standards.",
    "building_trust_point_2": "Developing innovative real estate services.",
    "building_trust_point_3": "Contributing to the local real estate market's growth.",
    "real_estate_management": "Real Estate Management",
    "real_estate_management_desc": "Managing property and creating a solid bridge between owners and investors.",
    "trade_in_real_estate": "Trade in Real Estate",
    "trade_in_real_estate_desc": "Engaging in the local real estate market with innovative solutions.",
    "cleaning_pest_control": "Cleaning and Pest Control",
    "cleaning_pest_control_desc": "Providing modern, environmentally friendly cleaning and pest control services.",
    "contact_desc": "Get in touch with us for any inquiries or support.",
    "address": "Address",
    "call_us": "Call Us",
    "email_us": "Email Us",
    "send_message": "Send Message",
    "phone": "Phone:",
    "email": "Email:",
    "useful_links": "Useful Links",
    "about_us": "About us",
    "terms_of_service": "Terms of service",
    "privacy_policy": "Privacy policy",
    "our_services": "Our Services",
    "our_newsletter": "Our Newsletter",
    "newsletter_desc": "Subscribe to our newsletter and receive the latest news about our products and services!",
    "loading": "Loading",
    "subscription_thank_you": "Your subscription request has been sent. Thank you!",
    "copyright": "Copyright",
    "all_rights_reserved": "All Rights Reserved",
    "designed_by": "Designed by",
    "vision":"Vision",
    "vision_desc": "To be the leading force in shaping Oman's skyline and communities, pioneering innovative and sustainable construction and real estate solutions that enhance the quality of life and drive economic growth. We aspire to set new standards of excellence through our commitment to integrity, cutting-edge technology, and a deep respect for Oman’s rich heritage and natural environment.",
    "mission": "Mission",
    "mission_desc": "To revolutionize property development and real estate in Oman by delivering scientific and, specialized solutions that blend innovation with functionality. We are dedicated to transforming visions into reality through our expertise, advanced technology, and commitment to sustainability. Our mission is to create exceptional spaces that meet the evolving needs of our clients and contribute to the growth and prosperity of our communities.", 
    "view_projects": "View Projects"

  }
  